import React, { Component } from 'react'

export default class Tiaoyue extends Component{
  render(){
    return (
      <div style={{padding: 8}} >
        <div>
          <h3 style={{textAlign: 'center'}} >《快件运单契约条款》</h3>

          1、您同意遵守本公司官方网站所公示的隐私政策(www.laikexin.cc)及其不时修订的内容，同意本公司及关联公司按照法律法规和隐私政策的规定处理您提供的运单信息。

          2、保价与赔偿

          2.1因本公司原因造成托寄物灭失、破损、短少的，本公司将免除本次运费，并按以下标准赔偿，但不承担您可能获得的收益、实际用途、商业机会等任何间接损失：

          2.1.1若您未选择保价，则本公司在七倍运费的限额内向您赔偿托寄物的实际损失。如您认为该赔偿标准不足以弥补您的损失，应根据托寄物的实际价值选择等值保价服务。

          2.1.2若您已选择保价且支付保价费用的，则本公司按照保价金额和损失的比例向您赔偿，最高不超过托寄物的实际损失金额。

          2.2价值超过1000元的物品请您保价，否则视为价值不超过1000元。本公司采取“理赔审查”的方式，您应在寄件时如实按照托寄物的实际价值诚信保价，理赔时提供相关价值证明，超额保价部分无法获得赔偿，本公司可以退还相关费用。

          2.3托寄物损坏残值由本公司和您协商处理，如折归您所有，本公司在核定赔偿金额时将扣减残值。

          3、 本公司为保护您的个人信息，可能使用保密运单，本公司会对您寄件时在本公司下单系统录入的信息予以保存。对于保密运单所隐匿的信息，您同意以本公司系统所查询的内容为准，不对此提出异议。

          4、声明与承诺

          4.1 您确认，在您因工作需要使用本服务时，您已充分获得您工作单位的授权，并已充分阅读、理解并接受本条款的全部内容。

          4.2 您同意，本公司有权随时对本条款内容进行单方面的变更，无需另行单独通知您，但您可以登录本公司官方网站查询或拨打本公司客服热线咨询；若您在本条款内容变更后继续使用本服务，表示您已充分阅读、理解并接受修改后的条款内容，也将遵循修改后的条款内容使用本服务；若您不同意修改后的条款内容，您应停止使用本服务。

          5、本条款的缔约主体是您与寄件地的强通速运有限公司的子公司、分公司、关联公司。

          6、为保证托寄物安全送达，您在寄件时应履行以下义务：

          6.1 如实申报托寄物内容和价值，并准确、清楚地填写寄件人、收件人的名称、地址、联系电话等资料。

          6.2 根据托寄物的性质（尤其是易碎品、液体、气体），提供充分的防破损、防漏、防爆措施，保障托寄物安全派送。

          6.3 遵守禁止寄递物品法律法规的规定，本公司有权依法对托寄物进行验视，如发现禁止或限制寄递的物品，有权移交相关部门处理，并配合相关部门追究您的法律责任。

          6.4 托寄物需要办理审批、检验等手续的，您应向本公司提交办理完相关手续的证明文件。

          7、您的违约赔偿责任：

          7.1因托寄物质量缺陷或包装破损，致使其他托寄物、运输工具、机械设备被污染腐蚀、损坏，或造成人身伤亡的，您应承担赔偿责任。

          7.2因托寄物属于或含有禁止或限制寄递物品而被查没、扣留或变更配送路线，导致其他托寄物时效延误或价值丧失，给本公司或第三人造成经济损失的，您应承担赔偿责任。

          8、留置权

          若您或您指定的付款人未付清费用的，本公司有权留置托寄物，留置期限为3个月（自揽收快件之日起计算），但托寄物性质不能留置的除外。留置期限届满，您或指定付款人仍未付清费用的，本公司可以变卖、拍卖留置物并优先受偿，变卖、拍卖所得价款应优先支付本公司为行使留置权所支出的费用和保管费，再偿付拖欠本公司的费用；如有余额，可根据您的要求汇至您指定账户。本公司书面通知您配合本公司行使留置权的，通知发出后7日内您未书面答复本公司的，视为您同意本公司行使留置权的方案。本公司行使留置权，不影响本公司在法律允许的范围内根据本合同享有的其他权益。

          9、关于费用和发票的约定：

          9.1 已经收寄的到付快件，如收件人尚未付费，您要求更改为由您付费的，您应向本公司支付附加服务费。

          9.2 您指示在物流中心、保税区等需要支付出/入仓费或其他额外费用的特殊地址收取或派送快件时，您或您指定付款人应当偿还本公司垫付的上述出/入仓费等额外费用，并向本公司支付附加服务费。

          9.3 本公司在春节等法定节假日和“双十一”等业务高峰期间提供服务的，需加收附加服务费。

          9.4 无法派送的托寄物，若您要求退回，则双程费用均由您承担。

          9.5 快件费用按照本公司在官方网站上公布或双方书面协议约定的计算标准收取，一方提出快件费用计算错误要求校正的，另一方应当积极配合校正。

          9.6 本公司在向月结客户收取月结款时提供发票；若您非本公司的月结客户，您可以在付款后1个月内持运单原件向本公司索取发票。

          10、本公司服务产品及附加服务费的计费标准以本公司官方网站上所公示的价格政策为准，本公司可以根据市场环境的变化不时的合理变更价格，您可以登录本公司官方网站查询或拨打本公司客服热线咨询。若您在价格变更后继续寄件，表示您同意按照变更后的价格支付费
        </div>
      </div>
    )
  }
}
